Revit 2024 API
PDFExportOptions Constructor
 Creates a default options object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public PDFExportOptions()
Visual Basic
Public Sub New
Visual C++
public:
PDFExportOptions()
See Also
PDFExportOptions Class
Autodesk.Revit.DB Namespace